Repository: Pontusedugrade/BritasApp
Catalog: BritasApplication/Localizable.xcstrings
Source language: en
Languages: sv

source: Add image
sv: Lägg till bild

source: Choose unit
sv: Välj enhet

source: Clay
sv: Lera

source: Convert unit
sv: Konvertera enhet

source: Converted value
sv: Konverterat värde

source: Converter
sv: Konverterare

source: Creation date
sv: Skapad

source: Delete
sv: Ta bort

source: Description
sv: Beskrivning

source: Done
sv: Klar

source: inch
sv: tum

source: Is the project finished?
sv: Är projektet slutfört?

source: Jewlery
sv: Smycken

source: Mark done
sv: Markera klar

source: Mark not done
sv: Markera ej klar

source: My projects
sv: Mina projekt

source: New project
sv: Nytt projekt

source: Other
sv: Annat

source: Paint
sv: Måla

source: Pick a category
sv: Välj en kategori

source: Pick a unit
sv: Välj en enhet

source: Project name
sv: Projektnamn

source: Projects
sv: Projekt

source: Remove image
sv: Ta bort bild

source: Save changes
sv: Spara ändringar

source: Save project
sv: Spara projekt

source: Search for project name or category
sv: Sök efter projektnamn eller kategori

source: Submit value
sv: Ange värde

source: Submit value and unit
sv: Ange värde och enhet

source: Textile
sv: Textil

source: Update project
sv: Uppdatera projekt

source: Welcome!
sv: Välkommen!

source: You will find your projects to the left.
sv: Du hittar dina projekt till vänster.
